[
  {
    "review_id": "001",
    "client_name": "John Smith",
    "review": "Fantastic website! The variety of automotive products is impressive. Easy navigation and a smooth checkout process."
  },
  {
    "review_id": "002",
    "client_name": "Emily Johnson",
    "review": "As a fashion enthusiast, I love the extensive collection of brands in the Fashion and Apparel category. User-friendly interface and quick delivery."
  },
  {
    "review_id": "003",
    "client_name": "Michael Davis",
    "review": "The My Cart page makes it convenient to manage and track my purchases. Great attention to detail and a seamless experience."
  },
  {
    "review_id": "004",
    "client_name": "Sarah Miller",
    "review": "Impressed with the dark/light theme toggle. It adds a personalized touch to the overall design. A modern and visually appealing website!"
  },
  {
    "review_id": "005",
    "client_name": "Robert Turner",
    "review": "The automotive section is well-curated with top brands. The product detail pages provide all the information I need. Excellent job!"
  },
  {
    "review_id": "006",
    "client_name": "Jessica Carter",
    "review": "The 404 page is a nice touch—shows attention to detail. Love the easy login with Google option. Saves time and hassle!"
  },
  {
    "review_id": "007",
    "client_name": "Andrew Taylor",
    "review": "The website's responsiveness on both desktop and mobile is commendable. The design adapts well to different devices. Kudos!"
  },
  {
    "review_id": "008",
    "client_name": "Olivia White",
    "review": "The Add to Cart feature is straightforward, and the toast messages for successful actions are a nice touch. Makes shopping a breeze!"
  },
  {
    "review_id": "009",
    "client_name": "Ethan Wilson",
    "review": "The brand pages are informative, and the related products section is a clever addition. Keeps me engaged and exploring more."
  },
  {
    "review_id": "010",
    "client_name": "Ava Rodriguez",
    "review": "The registration page's error messages are helpful, ensuring a secure and accurate sign-up process. Loving the user-centric approach!"
  }
]
